data = '[{"key":0,"value":{"title":"Payment of Retrenchment Benefits to Executives","content":"This is a case concerning payment of retrenchment benefits by NuTune Singapore Pte Ltd to 34 executives formerly employed by the Company. The executives were represented individually by the United Workers of Electronics and Electrical Industries. The Company had been paying the retrenchment benefits to the ex-employees in monthly instalments, but stopped payment in Dec 2011. The Union asked for the retrenchment benefits either to be paid in full, or for the outstanding instalments to be paid immediately and the remaining instalments to be paid according to the agreed schedule. The Company asked for a longer period for instalment payment, citing financial difficulty. The Court agreed to allow the Company more time for payment, but ordered the Company to pay a specified sum to the Union monthly, as well as an additional amount to be determined according to the formula to be agreed between the Company and the Union after the hearing.","datestring":"2012-04-20","permalink":"/media/corporate-publications/payment-of-retrenchment-benefits"}},{"key":1,"value":{"title":"Service Increment for 2011 and Salary Range in CA for 2011-2013","content":"The dispute between the Singapore Refining Company Employees Union and the Singapore Refining Company Pte Ltd related to the quantum of service increment to be granted to employees in 2011 and the salary range to be provided in the new Collective Agreement for the period 2011 to 2013. The Union proposed an increment of 5.5% + $38 built-in quantum, while the Company offered an increment of 5% +$15. Further, the Union proposed an increase in the bargainable salary range provided in the last CA by 5% with effect from 1 Jan 2011 while the Company proposed an increase of 3%. The Court found in favour of the Company. In response to the Court’s concern with the high proportion of variable pay in bargainable employees’ total pay, the Company agreed to increase the fixed components of total pay effective from 2013.","datestring":"2012-07-20","permalink":"/media/corporate-publications/service-increment"}},{"key":2,"value":{"title":"Eligibility and Quantum of Retrenchment Benefits","content":"This case was on payment of retrenchment benefits by Sealing Technologies Pte Ltd to 98 of its ex-employees who had 3 or more years of service. The latter were represented by the United Workers of Electronics and Electrical Industries. The dispute was referred to the IAC for arbitration by the Minister for Manpower under Section 31(e) of the Industrial Relations Act. The issue for determination was whether the ex-employees of the Company were entitled to retrenchment benefits despite there being no CA between the Company and the Union, and if so, the quantum of the benefits. The Court ruled that the ex-employees should be paid retrenchment benefits at the rate of 1 month per year of service, pro-rated for any incomplete year of service.","datestring":"2012-09-18","permalink":"/media/corporate-publications/eligibility-and-quantum"}},{"key":3,"value":{"title":"Referee Appeal - Termination of Services and Reimbursement of Medical Expenses","content":"The Singapore Catering Services, Staffs & Workers Trade Union appealed against the Referee’s decision on the dispute relating to termination of service and reimbursement of medical expenses of an ex-employee of Hollandse Club. The Court found that the termination of service was proper and that the Club had already reimbursed medical expenses in excess of the limit provided in the Collective Agreement. The appeal was thus dismissed.","datestring":"2013-01-29","permalink":"/media/corporate-publications/referee-appeal"}},{"key":4,"value":{"title":"Annual Increment for 2011","content":"The Singapore Industrial & Services Employees Union sought an order from the Court that First Defense Services Pte Ltd be directed to pay its employees an annual salary increment of 5% with effect from 1 Jul 2011, or alternatively a one-off lump sum equal to 1 months salary. The company claimed that it was not in a financial position to given an increment. The Court decided that the company should pay a built-in increment of $50 on the monthly basic salary of employees earning up to and including $2,000 per month and a built-in increment of 2.5% of the monthly basic salary for employees earning above $2,000 per month.","datestring":"2013-03-28","permalink":"/media/corporate-publications/annual-increment"}},{"key":5,"value":{"title":"Salary Ranges in CA for 2012-2014","content":"The dispute between The Singapore Manual & Mercantile Workers’ Union and China Airlines Limited related to the salary ranges for bargainable employees in the proposed collective agreement between the two parties. The Union sought an increase in the maximum of the salary ranges, while the Company proposed to raise only the minimum of each salary range. Following the hearing on 18 July 2014, the Court has been adjourned to a date to be fixed. This is to allow the parties time to review their proposals based on the Court’s guidance, and, where feasible, resume their negotiations to reach an amicable settlement.","datestring":"2014-07-18","permalink":"/media/corporate-publications/salary-ranges-in-ca"}},{"key":6,"value":{"title":"Payment of Retrenchment Benefits to Executives","content":"This is a case concerning payment of retrenchment benefits by NuTune Singapore Pte Ltd to 34 executives formerly employed by the Company. The executives were represented individually by the United Workers of Electronics and Electrical Industries. The Company had been paying the retrenchment benefits to the ex-employees in monthly instalments, but stopped payment in Dec 2011. The Union asked for the retrenchment benefits either to be paid in full, or for the outstanding instalments to be paid immediately and the remaining instalments to be paid according to the agreed schedule. The Company asked for a longer period for instalment payment, citing financial difficulty. The Court agreed to allow the Company more time for payment, but ordered the Company to pay a specified sum to the Union monthly, as well as an additional amount to be determined according to the formula to be agreed between the Company and the Union after the hearing.","datestring":"2012-04-20","permalink":"/media/corporate-publications/payment-of-retrenchment-benefits"}},{"key":7,"value":{"title":"Service Increment for 2011 and Salary Range in CA for 2011-2013","content":"The dispute between the Singapore Refining Company Employees Union and the Singapore Refining Company Pte Ltd related to the quantum of service increment to be granted to employees in 2011 and the salary range to be provided in the new Collective Agreement for the period 2011 to 2013. The Union proposed an increment of 5.5% + $38 built-in quantum, while the Company offered an increment of 5% +$15. Further, the Union proposed an increase in the bargainable salary range provided in the last CA by 5% with effect from 1 Jan 2011 while the Company proposed an increase of 3%. The Court found in favour of the Company. In response to the Court’s concern with the high proportion of variable pay in bargainable employees’ total pay, the Company agreed to increase the fixed components of total pay effective from 2013.","datestring":"2012-07-20","permalink":"/media/corporate-publications/service-increment"}},{"key":8,"value":{"title":"Eligibility and Quantum of Retrenchment Benefits","content":"This case was on payment of retrenchment benefits by Sealing Technologies Pte Ltd to 98 of its ex-employees who had 3 or more years of service. The latter were represented by the United Workers of Electronics and Electrical Industries. The dispute was referred to the IAC for arbitration by the Minister for Manpower under Section 31(e) of the Industrial Relations Act. The issue for determination was whether the ex-employees of the Company were entitled to retrenchment benefits despite there being no CA between the Company and the Union, and if so, the quantum of the benefits. The Court ruled that the ex-employees should be paid retrenchment benefits at the rate of 1 month per year of service, pro-rated for any incomplete year of service.","datestring":"2012-09-18","permalink":"/media/corporate-publications/eligibility-and-quantum"}},{"key":9,"value":{"title":"Referee Appeal - Termination of Services and Reimbursement of Medical Expenses","content":"The Singapore Catering Services, Staffs & Workers Trade Union appealed against the Referee’s decision on the dispute relating to termination of service and reimbursement of medical expenses of an ex-employee of Hollandse Club. The Court found that the termination of service was proper and that the Club had already reimbursed medical expenses in excess of the limit provided in the Collective Agreement. The appeal was thus dismissed.","datestring":"2013-01-29","permalink":"/media/corporate-publications/referee-appeal"}},{"key":10,"value":{"title":"Annual Increment for 2011","content":"The Singapore Industrial & Services Employees Union sought an order from the Court that First Defense Services Pte Ltd be directed to pay its employees an annual salary increment of 5% with effect from 1 Jul 2011, or alternatively a one-off lump sum equal to 1 months salary. The company claimed that it was not in a financial position to given an increment. The Court decided that the company should pay a built-in increment of $50 on the monthly basic salary of employees earning up to and including $2,000 per month and a built-in increment of 2.5% of the monthly basic salary for employees earning above $2,000 per month.","datestring":"2013-03-28","permalink":"/media/corporate-publications/annual-increment"}},{"key":11,"value":{"title":"Compliance with Award","content":"The Singapore Industrial & Services Employees Union applied to the Court for an order against First Defense Services Pte Ltd to show cause why the Company should not be ordered to comply with the Courts award made on 28 March 2013. The Union claimed that 10 out of the 41 affected employees had not received the salary increment awarded by the Court. The Company argued that it had complied with the Courts award as it had, over the period October 2011 to September 2013, given these employees salary increments which were in excess of the amounts awarded by the Court. The Court ruled that as the monthly basic salary of each of the 10 employees exceeded the employees salary as at July 2011 plus the Court-awarded increment, the Company had complied with the Courts award. The employees had also been paid the back-payments of salary, overtime and AWS that were due to them.","datestring":"2014-02-03","permalink":"/media/events/compliance-with-award"}},{"key":12,"value":{"title":"Salary Ranges in CA for 2012-2014","content":"The dispute between The Singapore Manual & Mercantile Workers’ Union and China Airlines Limited related to the salary ranges for bargainable employees in the proposed collective agreement between the two parties. The Union sought an increase in the maximum of the salary ranges, while the Company proposed to raise only the minimum of each salary range. Following the hearing on 18 July 2014, the Court has been adjourned to a date to be fixed. This is to allow the parties time to review their proposals based on the Court’s guidance, and, where feasible, resume their negotiations to reach an amicable settlement.","datestring":"2014-07-18","permalink":"/media/corporate-publications/salary-ranges-in-ca"}},{"key":13,"value":{"title":"Opening GOH Address by Dr Janil Puthucheary for GovInsider Innovation Labs World Conference 2017","content":"26 September 2017, Tuesday, 9amSuntec Convention and Exhibition CentreMr Pedro Conceicao, Director of Strategy Policy, Bureau for Policy and Programme Support, UNDPMr Taavi Roivas, former Prime Minister of Estonia, andMs Maria Robertson, Deputy Chief Executive of Service Delivery and Operations, New Zealand Department of Internal AffairsLadies and Gentlemen1. Good morning.2. A lot has changed in Singapore over the past year: we rolled out Facebook Workplace across government, witnessed the launch of Amazon Prime Now, brought local productions into Netflix, and facilitated the opening of Google’s first Cloud servers in Southeast Asia 3. The public sector also welcomed the beta release of the New OneMap. Built by SLA entirely in-house, the New OneMap is now the most authoritative and user-friendly source of geospatial data in Singapore. It serves as the common platform for government agencies to deliver geospatial information and services, and brings us one step closer toward Smart Nation.**The Ethos of Smart Nation**4. In the execution of Singapore’s Smart Nation initiative we have three major objectives. First, we will improve our citizens’ everyday convenience and their quality of life. Second, we will drive greater enterprise efficacy and support new areas of innovation. Third, the expectation, and correctly so, is for us to be inclusive for all Singaporeans from the start. The benefits of our Smart Nation have to be widely distributed and not available to a select ew.5. Thus any platforms we build must not just adopt the most advanced technologies, they must also be publicly-accessible and interoperable. This is important because as a government, we are building platforms not for profit, but for delivering a public good. Our platforms must also have tangible use cases and benefits, such as providing more efficient and tailored services, and have measurable improvements that citizens can see and feel. At the back-end, we have to design it in a way that we can derive and develop, and leverage on enabling deeper policy analysis. So that each platform, each product and each service needs to build on the rest of the ecosystem, accelerating and deepening the development of our Smart Nation in a synergistic approach, with each rollout.6. But the most important consideration of all is that our platforms must continue to maintain the longstanding trust that Singaporeans have in their government and public services. Without this, we are not going to get much done, let alone transform our nation and our society.7. There are some key issues that have to be tackled upfront to ensure the effectiveness of our vision – issues that we have to get right, and we have to deal with these issues in a cohesive manner. Our success in addressing the challenges within them will drive the implementation and adoption of the Smart Nation initiatives. These three key issues are data, a willingness to restructure and a focus on the user experienc.**Data as an Enabler**8. Data is a key enabler that underpins our Smart Nation efforts. That is why for the past year, we have been designing a data sharing framework that will boost inter-agency collaboration to improve the design, integration and delivery of public services, while introducing legal safeguards to maintain the longstanding public trust towards the government’s use of data. Soon, we will be formalising a robust public sector data architecture that will accelerate our Smart Nation journe.9. We are also enhancing ways that we share data with the public. We have come a long way with our open data platform, Data.gov.sg. Earlier this year, we introduced our Open Data License to welcome more citizen involvement by simplifying the terms and lowering the barriers of using public sector data. We have also continued to provide more granular, machine readable and API accessible datasets for users. If we are to develop new solutions, new ideas and even new platforms to help us solve policy issues, we need more participation and co-creation. So if you have not looked at Data.gov.sg recently, please have a look, and join in.**Being Creative about Government Platforms**10. A willingness to restructure and be creative in the way that we develop the platforms to better meet the needs of our citizens is vital. We are studying ways to transform how our services and information are organised, how we can better address our citizens’ needs and to provide them with a seamless experience when interacting with governmen.11. We have been successful with creating applications like OneService, which provides a centralised platform for collecting citizen feedback for close to 30 agencies and Town Councils. The application has enhanced our ability to monitor service quality and coordinate improvements, so we want to extend this approach to a broader range of services.12. One of the projects we are currently looking at is the Moments of Life initiative, which bundles services and information to citizens at different key life moments, such as when they start a family, or around housing, schooling and even health. How can we push, pull, coordinate and collaborate so that a particular service for the citizen is tailored to their needs and is as friction-free as possible? We are exploring the development of this digital service for citizens and an initial version will be made available by the middle of next year.**Delivering New User Experiences**13. We have to continually focus on the experience of the users – our citizens. There is a need to improve the convenience and safety of online transactions. Our daily transactions have become more digitised and increasingly performed on mobile devices. We need to also design these experiences to be more intuitive, secure and hassle-fre.14. Realising this, we have started to build the National Digital Identity to enhance everyday online experiences. Last year, we gave SingPass users an opportunity to try out a new government service known as MyInfo – a secure portal that allows users to manage their personal data online. We created the service to help reduce the hassle of filling up online applications, and to provide government-verified data for transactions that require SingPass authentication. MyInfo users will therefore save the trouble of entering the same information repeatedly, or uploading personal documents. The response has been very encouraging: in just over a year, we have received 200,000 sign-ups and successfully extended this service to the banking secto.15. I am very happy to announce today our next step towards strengthening our National Digital Identity. After a successful trial, all SingPass users will receive a MyInfo profile by the end of this year. After logging in with your SingPass to any participating online government service, such as an application for a new flat, all of your basic personal information including your name, NRIC and date of birth will be filled in automatically.16. With this expansion of MyInfo, every SingPass user will get the added convenience of just confirming their pre-filled information when transacting with selected online government services. In fact, because this information has already been verified, government agencies will no longer require you to upload a scan of your IC or a proof-of-address. We envision MyInfo to be a key part of our “Tell Us Once” ecosystem, and we see this as a key enabler of our Smart Nation initiatve.17. However, for transactions that involve personal financial information, such as your CPF or income tax records, further steps such as providing consent will still be needed before the transaction can continue. This will reduce the convenience available, but will ensure security and trust around the most sensitive issues. Thus we will always work to strike the right balance, between convenience and security.18. I am also very excited to announce today that we are looking to extend the use of MyInfo to businesses by the end of this year. We have been piloting our Proof-of-Concept with DBS, OCBC, UOB and Standard Chartered Bank for the past 5 months, and users have been able to use MyInfo for 19 different banking services, such as opening a new bank account or applying for a new credit card. After providing consent to share data from MyInfo, users save the hassle of entering their personal information or uploading personal documents. We believe that MyInfo, and the future National Digital Identity framework, will transform the way our citizens transact online, and the number of services that support it will grow.**Using Platforms in the Public Service**19. Since our Smart Nation vision was launched in 2014, we have had ideas for many different types of platforms: platforms for better service delivery, platforms for citizen engagement and platforms for improved data distribution. Some of these ideas have crystalised into products, like MyInfo. Others have become our five Strategic National Projects, which includes the National Digital Identity framework, our E-Payments platform, the Smart Nation Sensor Platform, the Smart Urban Mobility initiative and the Moments of Life initiative. These projects will form the core infrastructure that drive pervasive adoption of digital and smart technologies throughout the economy and society.20. We have to be wholly inclusive to all Singaporeans from the start, designing products and services with the user as an integral part of the process. These have to be interoperable with the public and the private sector, because ultimately, the Smart Nation journey has to generate benefits for the economy, businesses and jobs in Singapore.21. Thank you very much.","datestring":"2017-09-26","permalink":"/media/events/opening-goh-address-by-dr-janil-puthucheary"}},{"key":14,"value":{"title":"82 Projects, 200 Students, 1st Data Visualisation Video Challenge: Who will best use open government data to improve lives?","content":"Is ownership of public housing a sure win for financial gain? Will chances of returning to crime be reduced with greater social acceptance of ex-offenders? These were some ideas from participating teams at the finals of Government Technology Agency (GovTech)’s inaugural National Data Visualisation Video Challenge held toda.The Challenge, themed “How Open Data makes a difference for you and me”, saw over 80 submissions by more than 200 students from Universities, Polytechnics and Institutes of Technical Education (ITE). Following eight months of preparation and selection, 12 teams made it to the finals to create a video with data visualisation to share how open data could improve livs. Dr Janil Puthucheary, Senior Minister of State for Ministry of Communications and Information & Ministry of Education, and Minister-in-charge of GovTech, was the Guest-of-Honour for the Finals. Dr Janil presented prizes to the top three winning teams.  The 12 teams used a myriad of open government datasets, including the number of seniors and locations of eldercare services, data on water consumption and water supply sources as well as recidivism rates to draw out interesting insights and present them through a video story.  MS WANG ZEJIAFrom the datasets, the teams unearthed new insights such as the towns in Singapore that would require more eldercare facilities, the pressing need for water conservation in Singapore, and the importance of social acceptance to prevent ex-offenders from re-offending. The Challenge, supported by six industry partners namely Amazon Web Services, Carousell, Cloudera, Microsoft, Google and The Straits Times, also displayed ability of students to cross-analyse data and come up with tools such as automating the income growth and key expenses of users until their selected retirement age. Please see [Annex 1]({{ site.url }}/files/2017-09-30/Annex 1.pdf) for more details on the projects. TEAM N.I.C.E.In line with Singapore’s Smart Nation vision, the Challenge encourages greater use of open government data, starting with students, to raise awareness, catalyse innovation and create greater economic value Launched in 2011, the country’s open government portal, data.gov.sg, was enhanced in late 2015 and has seen an increase of 40% in unique monthly visitors to about 94,000 in the last year. The number of quality datasets have also increased to 1,200 since inception. These datasets are available to citizens, developers, researchers and students to develop new ideas and make better use of open government data. ---**ISSUED BY COMMUNICATIONS AND MARKETING GROUP**  GOVERNMENT TECHNOLOGY AGENCY OF SINGAPORE Related Resources:  [Annex 1: Project Team Write-ups]({{ /files/2017-09-30/Annex 1.pdf | absolute_url }})  [Annex 2: Factsheet for National Data Viz Video Challenge ]({{ /files/2017-09-30/Annex 2.pdf | absolute_url }})   [Annex 3: Factsheet for Data.gov.sg]({{ /files/2017-09-30/Annex 3.pdf | absolute_url }}) ","datestring":"2017-09-30","permalink":"/media/media-releases/1st-data-visualisation-video-challenge"}},{"key":15,"value":{"title":"Businesses can tap on MyInfo to offer faster transactions for citizens","content":"SINGAPORE, 10 Nov 2017 – Businesses and developers can now offer simpler and hassle-free digital services to their customers by tapping on the government’s MyInfo service. Launched today, the MyInfo Developer & Partner Portal, as a next step towards building a vibrant ecosystem for the National Digital Identity (NDI), provides businesses with the necessary resources to integrate their digital services with MyIfo.This move sets Singapore apart as one of the first governments in the world to enable businesses to access consent-driven citizen data for easier integration into their applications. This is in line with the Smart Nation objectives of facilitating greater collaboration between Government and private sector, to create better efficiencies for businesses and a more intuitive user experience for their customers. The Government Technology Agency (GovTech) is introducing this portal on the back of the well-received MyInfo bank pilot. The earlier pilot has helped bank users do away with the need to submit supporting documents, such as NRIC scans or proof of address, ensuring greater convenience and faster transaction times when opening new bank accounts and applying for credit cards. Banks also reported an average decrease of up to 80 per cent in application time for their customers, with some seeing up to 15 per cent higher approval rate due to MyInfo’s better data quality Verified data streamlines business processes  CHAN CHEOW HOE, GOVERNMENT CHIEF INFORMATION OFFICER, GOVTECHThe provision of government-verified digital data also ensures greater accuracy in the information provided to the companies. The security and privacy of citizen data remains a key priority, similar to the bank pilot, businesses will need to seek consent from customers at the point of every transaction before any data is released for their use.Keen interest from industryFollowing news of the bank pilot, GovTech has received strong interest from more than 100 businesses in various business sectors including telecommunications, utilities, banking and finance on how they can tap on MyInfo for faster transactions with their customers. “We are very excited to use MyInfo to deliver frictionless, cashless transactions for both consumers and merchants. The MyInfo platform will optimise the onboarding process of our hawker partners by streamlining KYC documentation and verification, enabling them to quickly and easily accept e-money. This is in line with Smart Nation and we are pleased to be part of the rapidly evolving cashless payments ecosystem,” said Jeremy Tan, founder and CEO of Liquid Grup. The portal will also benefit developers as it offers a sandbox environment for them to build solutions faster. Developers can access the sandbox at [https://myinfo-api.app.gov.sg](https://myinfo-api.app.gov.sg/) to find out how to prototype their services. Locally-registered businesses can log in with their CorpPass credentials from December 2017 onwards.Please see [Annex A]({{ /files/2017-11-10/Annex A.pdf | absolute_url }}) for the quotes from participating banks and users.--- What is MyInfo?MyInfo is a service for SingPass users to manage the use of their personal data when transacting online with participating government agencies and commercial entities. MyInfo users can skip filling in personal data repeatedly for every digital transaction, while enjoying greater convenience from producing fewer verification documents. MyInfo was extended to the banking sector in May 2017, with four banks piloting the use of MyInfo for opening of new bank accounts and application of credit cards.  ","datestring":"2017-11-10","permalink":"/media/media-releases/businesses-can-tap-on-myinfo"}},{"key":16,"value":{"title":"CorpPass to be the only login method for businesses to transact with the Government from Q3 2018","content":"More than 80 per cent of businesses that have regular transactions with the Government have registered for and started using Singapore Corporate Access (CorpPass), to better protect and manage their corporate data. CorpPass is another initiative which demonstrates Singapore’s commitment to create better efficiencies and a more secure digital ecosystem for businesses to thrive in a Smart Natio.The Government Technology Agency (GovTech) expects more than 250,000 active businesses to use CorpPass, which will be the only login method for online corporate transactions with the Government from Q3 2018.The majority of businesses are now CorpPass-ready. Businesses that have not registered for CorpPass should do so as existing login methods, such as SingPass and EASY, will cease by then. CorpPass will also be made available to foreign businesses in 2018.  MR KELVIN TAN![Image of Hive]({{ /images/govtech-hive.jpg | absolute_url }})Industry partners, such as the Singapore National Employers Federation (SNEF), have also been supportive in promoting CorpPass to their members. Mr Koh Juan Kiat, Executive Director of SNEF, shared, “We saw the merits of having a digital identity for business transactions. We have been working with GovTech, and will continue to do so, to raise awareness and encourage our members to sign up early, to enjoy the convenience and security of using more than 130 Government digital service.In addition to the existing suite of digital services managed by over 50 Government agencies, businesses can transact with Inland Revenue Authority of Singapore (IRAS) using CorpPass by Q3 2018.For more information on CorpPass, users can email [support@corppass.gov.sg](mailto:support@corppass.gov.sg) or find online resources on [www.corppass.gov.sg](https://www.corppass.gov.sg). ---**Issued by Communications and Marketing Group**  Government Technology Agency of Singapore[Annex A - Factsheet]({{ /files/2017-12-18/Annex A - CorpPass Factsheet 18 Dec 2017.pdf | absolute_url }})  [Annex B – List of Government digital services using CorpPass]({/files/2017-12-18/Annex B - Government digital services using CorpPass 18 Dec 2017.pdf}})","datestring":"2017-12-18","permalink":"/media/media-releases/corppass-to-be-the-only-login-method"}},{"key":17,"value":{"title":"Annual increments for 2012 - 2014","content":"[CANCELLED] The scheduled hearing has been cancelled as both parties have reached an amicable settlement in the Registrars Chambers.  The Court has approved the Unions request to withdraw its application for hearing in respect of IAC D7 of 2014 and D1 of 2015.(15.04.2015)The two cases involve the Singapore Industrial & Services Employees Union and First Defense Services Pte Ltd, relating to the annual increments for 2012, 2013 and 2014 to be paid to employees of the company.(19.03.2015)","datestring":"2015-04-15","permalink":"/media/facts-&-figures/annual-increments-for-2012-2014"}},{"key":18,"value":{"title":"Conclusion of a New Collective Agreement","content":"“[CANCELLED] The scheduled hearing has been cancelled as both parties have reached an amicable settlement in the Registrars Chambers.  The Court has approved the Unions request to withdraw its application for hearing in respect of IAC D1 of 201.(27.07.2016)28 Jul 2016 Conclusion of a new collective agreement“[CANCELLED] The scheduled hearing has been cancelled as both parties have reached an amicable settlement in the Registrars Chambers.  The Court has approved the Unions request to withdraw its application for hearing in respect of IAC D1 of 201.(27.07.2016)The dispute is related to the conclusion of a collective agreement between First Defense Services Pte. Ltd. and Singapore Industrial & Services Employees Union.  As a result of a deadlock at the Ministry of Manpower, the Minister for Manpower has directed that the dispute be submitted to arbitration by IAC.(15.07.2016)","datestring":"2016-07-27","permalink":"/media/facts-&-figures/conclusion-of-a-new-ca"}},{"key":19,"value":{"title":"82 Projects, 200 Students, 1st Data Visualisation Video Challenge: Who will best use open government data to improve lives?","content":"Is ownership of public housing a sure win for financial gain? Will chances of returning to crime be reduced with greater social acceptance of ex-offenders? These were some ideas from participating teams at the finals of Government Technology Agency (GovTech)’s inaugural National Data Visualisation Video Challenge held toda.The Challenge, themed “How Open Data makes a difference for you and me”, saw over 80 submissions by more than 200 students from Universities, Polytechnics and Institutes of Technical Education (ITE). Following eight months of preparation and selection, 12 teams made it to the finals to create a video with data visualisation to share how open data could improve livs. Dr Janil Puthucheary, Senior Minister of State for Ministry of Communications and Information & Ministry of Education, and Minister-in-charge of GovTech, was the Guest-of-Honour for the Finals. Dr Janil presented prizes to the top three winning teams.  The 12 teams used a myriad of open government datasets, including the number of seniors and locations of eldercare services, data on water consumption and water supply sources as well as recidivism rates to draw out interesting insights and present them through a video story.  MS WANG ZEJIAFrom the datasets, the teams unearthed new insights such as the towns in Singapore that would require more eldercare facilities, the pressing need for water conservation in Singapore, and the importance of social acceptance to prevent ex-offenders from re-offending. The Challenge, supported by six industry partners namely Amazon Web Services, Carousell, Cloudera, Microsoft, Google and The Straits Times, also displayed ability of students to cross-analyse data and come up with tools such as automating the income growth and key expenses of users until their selected retirement age. Please see [Annex 1]({{ site.url }}/files/2017-09-30/Annex 1.pdf) for more details on the projects. TEAM N.I.C.E.In line with Singapore’s Smart Nation vision, the Challenge encourages greater use of open government data, starting with students, to raise awareness, catalyse innovation and create greater economic value Launched in 2011, the country’s open government portal, data.gov.sg, was enhanced in late 2015 and has seen an increase of 40% in unique monthly visitors to about 94,000 in the last year. The number of quality datasets have also increased to 1,200 since inception. These datasets are available to citizens, developers, researchers and students to develop new ideas and make better use of open government data. ---**ISSUED BY COMMUNICATIONS AND MARKETING GROUP**  GOVERNMENT TECHNOLOGY AGENCY OF SINGAPORE Related Resources:  [Annex 1: Project Team Write-ups]({{ /files/2017-09-30/Annex 1.pdf | absolute_url }})  [Annex 2: Factsheet for National Data Viz Video Challenge ]({{ /files/2017-09-30/Annex 2.pdf | absolute_url }})   [Annex 3: Factsheet for Data.gov.sg]({{ /files/2017-09-30/Annex 3.pdf | absolute_url }}) ","datestring":"2017-09-30","permalink":"/media/media-releases/1st-data-visualisation-video-challenge"}},{"key":20,"value":{"title":"Businesses can tap on MyInfo to offer faster transactions for citizens","content":"SINGAPORE, 10 Nov 2017 – Businesses and developers can now offer simpler and hassle-free digital services to their customers by tapping on the government’s MyInfo service. Launched today, the MyInfo Developer & Partner Portal, as a next step towards building a vibrant ecosystem for the National Digital Identity (NDI), provides businesses with the necessary resources to integrate their digital services with MyIfo.This move sets Singapore apart as one of the first governments in the world to enable businesses to access consent-driven citizen data for easier integration into their applications. This is in line with the Smart Nation objectives of facilitating greater collaboration between Government and private sector, to create better efficiencies for businesses and a more intuitive user experience for their customers. The Government Technology Agency (GovTech) is introducing this portal on the back of the well-received MyInfo bank pilot. The earlier pilot has helped bank users do away with the need to submit supporting documents, such as NRIC scans or proof of address, ensuring greater convenience and faster transaction times when opening new bank accounts and applying for credit cards. Banks also reported an average decrease of up to 80 per cent in application time for their customers, with some seeing up to 15 per cent higher approval rate due to MyInfo’s better data quality Verified data streamlines business processes  CHAN CHEOW HOE, GOVERNMENT CHIEF INFORMATION OFFICER, GOVTECHThe provision of government-verified digital data also ensures greater accuracy in the information provided to the companies. The security and privacy of citizen data remains a key priority, similar to the bank pilot, businesses will need to seek consent from customers at the point of every transaction before any data is released for their use.Keen interest from industryFollowing news of the bank pilot, GovTech has received strong interest from more than 100 businesses in various business sectors including telecommunications, utilities, banking and finance on how they can tap on MyInfo for faster transactions with their customers. “We are very excited to use MyInfo to deliver frictionless, cashless transactions for both consumers and merchants. The MyInfo platform will optimise the onboarding process of our hawker partners by streamlining KYC documentation and verification, enabling them to quickly and easily accept e-money. This is in line with Smart Nation and we are pleased to be part of the rapidly evolving cashless payments ecosystem,” said Jeremy Tan, founder and CEO of Liquid Grup. The portal will also benefit developers as it offers a sandbox environment for them to build solutions faster. Developers can access the sandbox at [https://myinfo-api.app.gov.sg](https://myinfo-api.app.gov.sg/) to find out how to prototype their services. Locally-registered businesses can log in with their CorpPass credentials from December 2017 onwards.Please see [Annex A]({{ /files/2017-11-10/Annex A.pdf | absolute_url }}) for the quotes from participating banks and users.--- What is MyInfo?MyInfo is a service for SingPass users to manage the use of their personal data when transacting online with participating government agencies and commercial entities. MyInfo users can skip filling in personal data repeatedly for every digital transaction, while enjoying greater convenience from producing fewer verification documents. MyInfo was extended to the banking sector in May 2017, with four banks piloting the use of MyInfo for opening of new bank accounts and application of credit cards.  ","datestring":"2017-11-10","permalink":"/media/media-releases/businesses-can-tap-on-myinfo"}},{"key":21,"value":{"title":"CorpPass to be the only login method for businesses to transact with the Government from Q3 2018","content":"More than 80 per cent of businesses that have regular transactions with the Government have registered for and started using Singapore Corporate Access (CorpPass), to better protect and manage their corporate data. CorpPass is another initiative which demonstrates Singapore’s commitment to create better efficiencies and a more secure digital ecosystem for businesses to thrive in a Smart Natio.The Government Technology Agency (GovTech) expects more than 250,000 active businesses to use CorpPass, which will be the only login method for online corporate transactions with the Government from Q3 2018.The majority of businesses are now CorpPass-ready. Businesses that have not registered for CorpPass should do so as existing login methods, such as SingPass and EASY, will cease by then. CorpPass will also be made available to foreign businesses in 2018.  MR KELVIN TAN![Image of Hive]({{ /images/govtech-hive.jpg | absolute_url }})Industry partners, such as the Singapore National Employers Federation (SNEF), have also been supportive in promoting CorpPass to their members. Mr Koh Juan Kiat, Executive Director of SNEF, shared, “We saw the merits of having a digital identity for business transactions. We have been working with GovTech, and will continue to do so, to raise awareness and encourage our members to sign up early, to enjoy the convenience and security of using more than 130 Government digital service.In addition to the existing suite of digital services managed by over 50 Government agencies, businesses can transact with Inland Revenue Authority of Singapore (IRAS) using CorpPass by Q3 2018.For more information on CorpPass, users can email [support@corppass.gov.sg](mailto:support@corppass.gov.sg) or find online resources on [www.corppass.gov.sg](https://www.corppass.gov.sg). ---**Issued by Communications and Marketing Group**  Government Technology Agency of Singapore[Annex A - Factsheet]({{ /files/2017-12-18/Annex A - CorpPass Factsheet 18 Dec 2017.pdf | absolute_url }})  [Annex B – List of Government digital services using CorpPass]({/files/2017-12-18/Annex B - Government digital services using CorpPass 18 Dec 2017.pdf}})","datestring":"2017-12-18","permalink":"/media/media-releases/corppass-to-be-the-only-login-method"}},{"key":22,"value":{"title":"Opening Speech by Head of Civil Service at Digital Government Exchange 2017","content":"3 May 2017, Wednesday, 9.05amAsian Civilisations MuseumDistinguished GuestsLadies and Gentlemen1.    Good morning, and a warm welcome to the Digital Government Exchange (DGX) 2017, especially to our overseas guests who have flown in for this event.2.    The inaugural DGX held last year was well received, and we were encouraged by views from participants who found it insightful.  This motivated us to continue with it this year.  I had the privilege of interacting with some of our foreign delegates last year, and I am happy to see them return, along with new faces and countries who have joined us this year.3.    Singapore began our Smart Nation journey in late 2014. It has been an exciting journey, chiefly because there is no proven strategy to follow.  I believe many share this sentiment, which is why we need to learn from each other.  DGX is one way to bring together fellow travellers to exchange ideas, celebrate successes, and just as importantly – to learn from ideas that perhaps did not wor.4.    The theme of this year’s DGX is “Seizing the Opportunities of Digital Disruption”.  Digital disruption is a term many of us are familiar with, but how exactly does it apply to governments?  How do digital governments remain competitive in this realm given we have no obvious competitors?  Do our existing models still work, and how cost-effective are they? Should we scale up our projects, or keep them small? There are no right answers to these questions, but I am sure that the discussions over the next two days will yield fruitful insghts.Reorganising for Better Integration and Responsiveness5.    For Singapore, this year’s DGX is significant for another reason.  It is the second day of work for our new Smart Nation and Digital Govement Office. Set up on 1 May 2017, the new outfit draws together the planning and policy teams from the Ministry of Finance, the Ministry of Communications and Information, and the Smart Nation Programme Office.  Together with GovTech, the implementing agency, they form the Smart Nation and Digital Government Group (or SNDGG), which will be housed within the Prime Minister’s Offce.6.     The main reason for this re-organisation is to enable the Government to be more integrated and responsive in our strategy and processes for Smart Nation and Digital Government.  As the central agency, SNDGG will be responsible for:* a)    Applying digital and smart technologies to improve citizens’ lives in key domains like transportatio;* b)    Delivering digital enablers and platforms for Smart Nation, such as enhancing data sharing and driving the development of a national digital identity framework, and a national sensor communication backbone; and* c)    Driving digital transformation for the public service, to strengthen government ICT infrastructure and improve public service delivery.7.    While SNDGG’s work is cross-cutting in nature, agencies will still own and maintain the bulk of digital services. Agencies are after all the domain experts, and should be supported through infrastructure and policies. This model reflects our belief that progress is best achieved somewhere between centralisation and decentralisation, and I am sure this balance is one that many governments are trying to strike as wel.8.    Digital government and digital services are the focus of DGX, as well as the rest of my speech. Before I go on, let me share my personal reaction to the re-organisation. News reports have described it as an acceleration to Singapore’s Smart Nation efforts, and I find this fitting.  Though expectations are high, I am confident that SNDGG can and will bring momentum to our digital ambition.Becoming a More Data-driven Government9.    A Digital Government is one that is data-driven.  The Singapore Government needs to better collect, use, and share the data that we have and in responsible ways, in order to improve how we serve citizens and businesses. A single data point by itself says little, but many data points can go as far as to inform policies.10.    There are many sources of useful data, from administrative data to sensor data to the so-called ‘data exhaust’ of our online transactions. As more people interact with the Government through websites and mobile applications, we need to ensure that they provide a reliable user experience.  Earlier, I mentioned that most Government services are available online.  This percentage is near 90%, which is not surprising, as Singapore consumers are among the most connected in the wold.11.    To know if our websites and digital services are performing well, we will implement Whole-of-Government Application Analytics or WOGAA from next month, to enable real-time and automatic monitoring of all Government websites and digital services.  With WOGAA, we aim to ensure good performance of digital services delivery, and identify gaps for improvement.12.    The Government is also working on a Smart Nation Sensor Platform or SNSP. This nationwide sensor platform enables agencies to collect, analyse, and share data from sensors that are deployed island wide. The platform encompasses hardware like lampposts and public cameras, as well as software that enables sensor data exchange, and data and video analytics. As part of this endeavour, we aim to make all 110,000 lampposts in our entire country an interconnected network of wireless sensors.13.    Data from the sensors will be used for urban and operational planning, as well as to ensure prompt maintenance and incident response. For instance, residential areas can have smart metering that provides real-time information on households’ utility consumption, and public transport can be planned or adjusted based on the number of vehicles in a particular area. Another exciting possibility is having lampposts ‘communicate’ with connected cars, to alert drivers when an ambulance or pedestrians are narby.14.    To improve data exchange within the public service, the Singapore Government is implementing an API Exchange or APEX. A network of data “pipes and gates”, APEX lets agencies share data through secure application programming interfaces or APIs, while centrally monitoring and managing the security of these exchanes.15.    APEX is our answer to connecting disparate systems used by different agencies. It will help us to avoid some costs in the long run, as agencies do not have to build entire services from scratch. Not only will it be easier to reuse existing infrastructure, development time can be shortened too.16.    Of course, the best tools mean nothing if users cannot extract value from them.  This is why the Singapore Government is looking to grow our data science capabilities.  GovTech has kickstarted its collaboration with the National University of Singapore to train 2,000 public officers in data science every year – senior officials included. The rationale for this is clear: we want to build a Public Service where everyone is conversant in data, from the fresh hires to senior leaders. In fact, we envisage that our daily work should be a digitally immersive and data-rich experience. 17.    We are also growing a cadre of data scientists within a Centre of Excellence in GovTech who are increasingly adopting machine and deep learning techniques to solve real world problems. Within its Data Science Centre of Excellence, GovTech will explore the adoption of artificial intelligence and machine learning to deliver more anticipatory public services, with a focus on harnessing sensor data, enhancing cybersecurity, public safety, and customer experience. We are interested in high impact applications of AI, such as using speech and text to change the way citizens use government digital services, and to help enforcement officials harness diverse data sources to more effectively and quickly complete their investigations.**Partnering with the Private Sector**18.    But the Government cannot build a Smart Nation on our own. Every day, more people interact and transact with commercial entities than with us, which is why it makes sense to partner with the private sector.  It will be the best of both worlds: businesses bring their best practices, while the Government helps through regulations and building platforms.19.    A good example of this is our collaboration with the banking sector for the MyInfo bank pilot. Last year, I announced the launch of this digital personal data platform, which allows Singapore residents to auto-fill details like their name, identity card number, and registered residential address onto online forms, instead of repeating them or submitting supporting documents. Since last year, the take-up for MyInfo has grown to approximately 145,000 users. I am happy to update that from today, the use of MyInfo will be extended to the private sector, namely four banks – the Development Bank of Singapore, Oversea-Chinese Banking Corporation, Standard Chartered Bank, and United Overseas Ban.20.    What this means is that customers will be able to open bank accounts, without having to submit copies of identity cards and income statements.  This way, there is no need for bank staff to manually verify the customer’s details, since they have already been verified by the Government. Not only will this save time, data entry errors will be reduced too. Though the pilot is still ongoing, the Government has plans for MyInfo to be extended beyond the opening of bank accounts by 2018, to other transactions, such as credit card applications and home loan.21.    In tandem with the extension of MyInfo for private sector use, we will also increase the platform’s coverage of government digital services over seven-fold, from 19 government digital services today, to more than 150 by next year.  We envision that MyInfo will be used in other sectors with strong citizen touch points, such as insuranc.22.    E-payments is another area where the Government welcomes private sector involvement.  We cannot push for e-payments by ourselves, and will need to work with external parties – from banks to payment service providers to FinTech firms.  An example is the Central Addressing Scheme or CAS, which will be launched at the end of next month. CAS is an industry project led by the Association of Banks in Singapore, and developed by a local payment infrastructure provider, called Banking Computing Services. Customers of seven major banks will be able to use CAS when it is launched. Besides those already involved in the MyInfo pilot, there are HSBC, Citibank, and Maybank as wel.23.    CAS links an individual’s mobile number, or National Registration Identity Card number, to their bank account, so inter-bank fund transfers can be made as easy as sending a text. Such convenience will make e-payments more appealing to citizens, especially those who struggle to remember lengthy bank account numbers. Over time, the Government expects CAS to help increase the volume of digital transactions in Singapor.24.    The Government has also put in enablers to promote innovation and experimentation in the private sector.  In November last year, the Monetary Authority of Singapore issued “regulatory sandbox” guidelines, enabling financial institutions and FinTech players to conduct live experiments within boundaries, in lieu of meeting full regulatory requirements upfront. The sandbox provides a conducive space to jumpstart testing of innovative solutions, while containing potential fallouts within the agreed boundares.**Conclusion**25.    Re-organising, becoming data-driven, and partnering with the private sector – these are just some of the things the Singapore Government is doing to hasten our Smart Nation and Digital Government ambition. I look forward to hearing from all participants, on where you are in your respective digitalisation journeys. I trust that many of our exchanges will spark ideas for future collaboration.26.    I wish everyone a productive DGX, and a very pleasant stay in Singapore. 27.    Thank you.","datestring":"2017-05-03","permalink":"/media/speeches/opening-speech-by-head-of-civil-service"}},{"key":23,"value":{"title":"Opening GOH Address by Dr Janil Puthucheary for GovInsider Innovation Labs World Conference 2017","content":"26 September 2017, Tuesday, 9amSuntec Convention and Exhibition CentreMr Pedro Conceicao, Director of Strategy Policy, Bureau for Policy and Programme Support, UNDPMr Taavi Roivas, former Prime Minister of Estonia, andMs Maria Robertson, Deputy Chief Executive of Service Delivery and Operations, New Zealand Department of Internal AffairsLadies and Gentlemen1. Good morning.2. A lot has changed in Singapore over the past year: we rolled out Facebook Workplace across government, witnessed the launch of Amazon Prime Now, brought local productions into Netflix, and facilitated the opening of Google’s first Cloud servers in Southeast Asia 3. The public sector also welcomed the beta release of the New OneMap. Built by SLA entirely in-house, the New OneMap is now the most authoritative and user-friendly source of geospatial data in Singapore. It serves as the common platform for government agencies to deliver geospatial information and services, and brings us one step closer toward Smart Nation.**The Ethos of Smart Nation**4. In the execution of Singapore’s Smart Nation initiative we have three major objectives. First, we will improve our citizens’ everyday convenience and their quality of life. Second, we will drive greater enterprise efficacy and support new areas of innovation. Third, the expectation, and correctly so, is for us to be inclusive for all Singaporeans from the start. The benefits of our Smart Nation have to be widely distributed and not available to a select ew.5. Thus any platforms we build must not just adopt the most advanced technologies, they must also be publicly-accessible and interoperable. This is important because as a government, we are building platforms not for profit, but for delivering a public good. Our platforms must also have tangible use cases and benefits, such as providing more efficient and tailored services, and have measurable improvements that citizens can see and feel. At the back-end, we have to design it in a way that we can derive and develop, and leverage on enabling deeper policy analysis. So that each platform, each product and each service needs to build on the rest of the ecosystem, accelerating and deepening the development of our Smart Nation in a synergistic approach, with each rollout.6. But the most important consideration of all is that our platforms must continue to maintain the longstanding trust that Singaporeans have in their government and public services. Without this, we are not going to get much done, let alone transform our nation and our society.7. There are some key issues that have to be tackled upfront to ensure the effectiveness of our vision – issues that we have to get right, and we have to deal with these issues in a cohesive manner. Our success in addressing the challenges within them will drive the implementation and adoption of the Smart Nation initiatives. These three key issues are data, a willingness to restructure and a focus on the user experienc.**Data as an Enabler**8. Data is a key enabler that underpins our Smart Nation efforts. That is why for the past year, we have been designing a data sharing framework that will boost inter-agency collaboration to improve the design, integration and delivery of public services, while introducing legal safeguards to maintain the longstanding public trust towards the government’s use of data. Soon, we will be formalising a robust public sector data architecture that will accelerate our Smart Nation journe.9. We are also enhancing ways that we share data with the public. We have come a long way with our open data platform, Data.gov.sg. Earlier this year, we introduced our Open Data License to welcome more citizen involvement by simplifying the terms and lowering the barriers of using public sector data. We have also continued to provide more granular, machine readable and API accessible datasets for users. If we are to develop new solutions, new ideas and even new platforms to help us solve policy issues, we need more participation and co-creation. So if you have not looked at Data.gov.sg recently, please have a look, and join in.**Being Creative about Government Platforms**10. A willingness to restructure and be creative in the way that we develop the platforms to better meet the needs of our citizens is vital. We are studying ways to transform how our services and information are organised, how we can better address our citizens’ needs and to provide them with a seamless experience when interacting with governmen.11. We have been successful with creating applications like OneService, which provides a centralised platform for collecting citizen feedback for close to 30 agencies and Town Councils. The application has enhanced our ability to monitor service quality and coordinate improvements, so we want to extend this approach to a broader range of services.12. One of the projects we are currently looking at is the Moments of Life initiative, which bundles services and information to citizens at different key life moments, such as when they start a family, or around housing, schooling and even health. How can we push, pull, coordinate and collaborate so that a particular service for the citizen is tailored to their needs and is as friction-free as possible? We are exploring the development of this digital service for citizens and an initial version will be made available by the middle of next year.**Delivering New User Experiences**13. We have to continually focus on the experience of the users – our citizens. There is a need to improve the convenience and safety of online transactions. Our daily transactions have become more digitised and increasingly performed on mobile devices. We need to also design these experiences to be more intuitive, secure and hassle-fre.14. Realising this, we have started to build the National Digital Identity to enhance everyday online experiences. Last year, we gave SingPass users an opportunity to try out a new government service known as MyInfo – a secure portal that allows users to manage their personal data online. We created the service to help reduce the hassle of filling up online applications, and to provide government-verified data for transactions that require SingPass authentication. MyInfo users will therefore save the trouble of entering the same information repeatedly, or uploading personal documents. The response has been very encouraging: in just over a year, we have received 200,000 sign-ups and successfully extended this service to the banking secto.15. I am very happy to announce today our next step towards strengthening our National Digital Identity. After a successful trial, all SingPass users will receive a MyInfo profile by the end of this year. After logging in with your SingPass to any participating online government service, such as an application for a new flat, all of your basic personal information including your name, NRIC and date of birth will be filled in automatically.16. With this expansion of MyInfo, every SingPass user will get the added convenience of just confirming their pre-filled information when transacting with selected online government services. In fact, because this information has already been verified, government agencies will no longer require you to upload a scan of your IC or a proof-of-address. We envision MyInfo to be a key part of our “Tell Us Once” ecosystem, and we see this as a key enabler of our Smart Nation initiatve.17. However, for transactions that involve personal financial information, such as your CPF or income tax records, further steps such as providing consent will still be needed before the transaction can continue. This will reduce the convenience available, but will ensure security and trust around the most sensitive issues. Thus we will always work to strike the right balance, between convenience and security.18. I am also very excited to announce today that we are looking to extend the use of MyInfo to businesses by the end of this year. We have been piloting our Proof-of-Concept with DBS, OCBC, UOB and Standard Chartered Bank for the past 5 months, and users have been able to use MyInfo for 19 different banking services, such as opening a new bank account or applying for a new credit card. After providing consent to share data from MyInfo, users save the hassle of entering their personal information or uploading personal documents. We believe that MyInfo, and the future National Digital Identity framework, will transform the way our citizens transact online, and the number of services that support it will grow.**Using Platforms in the Public Service**19. Since our Smart Nation vision was launched in 2014, we have had ideas for many different types of platforms: platforms for better service delivery, platforms for citizen engagement and platforms for improved data distribution. Some of these ideas have crystalised into products, like MyInfo. Others have become our five Strategic National Projects, which includes the National Digital Identity framework, our E-Payments platform, the Smart Nation Sensor Platform, the Smart Urban Mobility initiative and the Moments of Life initiative. These projects will form the core infrastructure that drive pervasive adoption of digital and smart technologies throughout the economy and society.20. We have to be wholly inclusive to all Singaporeans from the start, designing products and services with the user as an integral part of the process. These have to be interoperable with the public and the private sector, because ultimately, the Smart Nation journey has to generate benefits for the economy, businesses and jobs in Singapore.21. Thank you very much.","datestring":"2017-09-26","permalink":"/media/speeches/opening-goh-address-by-dr-janil-puthucheary"}}]'